Multiple instances of the same view in sheets not supported.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCopyMustBeUniqueViewportWarn { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCopyMustBeUniqueViewportWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCopyMustBeUniqueViewportWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CopyPasteFailures Class
  Autodesk.Revit.DB Namespace